{
  "listOfQuotes": [
    "The only way to do great work is to love what you do - Steve Jobs",
    "In the end, it's not the years in your life that count, it's the life in your years - Abraham Lincoln",
    "Code is like humor. When you have to explain it, it’s bad - Cory House",
    "Simplicity is the soul of efficiency - Austin Freeman",
    "Life is 10% what happens to us and 90% how we react to it - Charles R. Swindoll",
    "Experience is the name everyone gives to their mistakes - Oscar Wilde",
    "First, solve the problem. Then, write the code - John Johnson",
    "Success is not final, failure is not fatal: It is the courage to continue that counts - Winston Churchill",
    "If debugging is the process of removing bugs, then programming must be the process of putting them in - Edsger Dijkstra",
    "You miss 100% of the shots you don’t take - Wayne Gretzky",
    "The function of good software is to make the complex appear simple - Grady Booch",
    "It does not matter how slowly you go as long as you do not stop - Confucius",
    "Programs must be written for people to read, and only incidentally for machines to execute - Harold Abelson",
    "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment - Buddha",
    "Sometimes it pays to stay in bed on Monday, rather than spending the rest of the week debugging Monday’s code - Dan Salomon",
    "Life is what happens when you're busy making other plans - John Lennon",
    "Measuring programming progress by lines of code is like measuring aircraft building progress by weight - Bill Gates",
    "Don't cry because it's over, smile because it happened - Dr. Seuss",
    "It’s not that I’m so smart, it’s just that I stay with problems longer - Albert Einstein",
    "The most damaging phrase in the language is: ‘We’ve always done it this way’ - Grace Hopper",
    "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well - Ralph Waldo Emerson",
    "The only true wisdom is in knowing you know nothing - Socrates",
    "Any fool can write code that a computer can understand. Good programmers write code that humans can understand - Martin Fowler",
    "It’s not the years in your life that count. It’s the life in your years - Abraham Lincoln",
    "The greatest glory in living lies not in never falling, but in rising every time we fall - Nelson Mandela",
    "Walking on water and developing software from a specification are easy if both are frozen - Edward V. Berard",
    "The secret of getting ahead is getting started - Mark Twain",
    "Testing leads to failure, and failure leads to understanding - Burt Rutan",
    "In the end, we only regret the chances we didn’t take - Lewis Carroll",
    "Fall seven times, stand up eight - Japanese Proverb"
  ]
}
